Revit 2027 API
ParameterTypeId.BuildingClosingTimeParam Property
 "Closing Time"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BuildingClosingTimeParam { get; }
Public Shared ReadOnly Property BuildingClosingTimeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BuildingClosingTimeParam {
	ForgeTypeId^ get ();
}
static member BuildingClosingTimeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace